Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: la primera tenía que desconocer por completo los derechos nacionales de los explotados no rusófonos;
en: the first was to disregard completely the national rights of non-Russian speaking exploited;

source: la segunda desconocía no solo los derechos nacionales de los explotados rusófonos, sino además el derecho del conjunto de explotados de Ucrania a independizarse del imperialismo yanqui y europeo.
en: the second disregard not only the Russian-speaking exploited national rights, but also the right of the set of exploited of Ukraine to independence from Yankee and European imperialism.

source: la socialdemocracia vota por Brüning calificándolo de mal menor;
en: Social Democracy votes for Brüning calling it a lesser evil,

source: la “gran minoría” rusófona del Este y Sur, y la mayoría no rusófona del centro y del oeste (incluyendo a pequeñas minorías nacionales como la tártara).
en: the Russian-speaking "great minority" of the East and South, and most non-Russian-speaking of the Center and West (including small national minorities such as the Tartar).

source: los comunistas, que se niegan terminantemente a confiar en Brüning y Braun (y tienen toda la razón), han descendido a la calle para apoyar el referéndum de Hitler, es decir, la tentativa de los fascistas de derrocar a Brüning.
en: The Communists, on the other hand, who refuse to trust either Braun or Brüning in any way (and that is absolutely the right way to act), go into the streets to support Hitler’s referendum, that is, the attempt of the fascists to overthrow Brüning.

source: lucharemos sin cansancio para que este crimen no sea consumado.
en: We will fight tirelessly so that this crime will not be consummated.

source: mientras dejaban en manos del fascismo la tarea de derrocar al gobierno:
en: while leaving the task of overthrowing the Government in the hands of fascism:

source: mientras disparaban a los que lograban escapar.
en: While they were shooting at those who managed to escape.

source: mientras dividía las filas del proletariado de su propio país, tampoco hacían nada para unir estos combates con los del proletariado europeo donde no solo la socialdemocracia y el estalinismo sino también el anarquismo jugaban todo su rol contra-revolucionario.
en: while it divided the ranks of the proletariat of their own country, neither did anything to join these combats with the ones of the European proletariat where not only social democracy and Stalinism but also anarchism played all its counter-revolutionary role.

source: mientras el PC contenía al proletariado del este y del sur apoyado en la aristocracia obrera y la burocracia sindical oficial.
en: while the CP contained the proletariat of east and south supported in the labour aristocracy and the official trade union bureaucracy.

source: mientras el fascismo en Bolivia pasaba a la ofensiva que llevó a un pacto contra-revolucionario con el frente popular de Evo Morales, el fascismo ucraniano también daba saltos cualitativos en su construcción, especialmente en la parte más occidental del país.
en: while fascism in Bolivia went on the offensive which led to a counter-revolutionary pact with the Popular Front of Evo Morales, the Ukrainian Fascism also gave qualitative leaps in its construction, especially in the western part of the country.

source: mientras el país se desangra con el proletariado sufriendo la peor parte tanto de un lado como del otro del país, el tándem anarco-“trotskista” realiza una conferencia donde “uno de los principales resultados fue la consolidación de iniciativas izquierdistas en el Maidán y que serán colocadas para futuras protestas sociales – ahora contra el nuevo gobierno.
en: while the country bled with the proletariat suffering the brunt aside both the other country, the Anarcho-"Trotskyist" tandem performs a conference where "one of the main results was the consolidation of left-wing initiatives in the Maidan and that they will be placed for future social protests - now against the new Government.

source: mientras enviaba a sus agentes militares a contener el levantamiento, presionó a Putin para recuperar Crimea y negociar luego su devolución a cambio de que la fronteriza Ucrania no sea integrada a la OTAN, todo con el fin de proteger su tajada del saqueo imperialista.
en: while sent military agents to contain the uprising, pressed to Putin to recover Crimea and then to negotiate its return in exchange for that the border Ukraine is not integrated into NATO, all in order to protect their slice of the imperialist plunder.

source: mientras ha sido lanzada la conscripción para enfrentar a Putin, usada sobre todo como medida bonapartista sobre las masas, también ha sido ordenado el desarme de la milicia.
en: while it has been launched the conscription to confront Putin, used mostly as a Bonapartist action over the masses, also has been ordered the disarmament of the militia.

source: mientras que el SWP inglés llama a voltear el fusil “contra Washington y Moscú”, como si estuviéramos frente a una guerra inter-imperialista.
en: while the English SWP calls to turn the weapons "against Washington and Moscow", as if we were facing an inter-imperialist war.

source: mientras que el imperialismo ahora quiere la torta completa.
en: while the imperialism now wants the whole cake.

source: mientras que el movimiento obrero que se levanta contra esta ofensiva imperialista pretende ser subordinado a los tanques de Putin.
en: while the labor movement that stands against the imperialist offensive intended to be subordinate to Putin tanks.

source: mientras que en las ciudades de Ivano-Frankivsk y Lviv las robaron de sus arsenales para transportarlas a la capital.
en: while in the cities of Ivano-Frankivsk and Lviv's stolen from their arsenals for transport to the capital.

source: mientras que fueron hundidas las condiciones de vida de los trabajadores con los explotados no rusófonos recibiendo la peor parte, especialmente en el campo.
en: while the living conditions of the workers were sunk and the non-Russian speaking took the brunt, especially in the countryside.

source: mientras que las familias obreras del Este bloquean las rutas y se enfrentan a los fascistas para impedir que sus hijos vayan a morir en nombre de la sucia campaña “anti-terrorista” del gobierno.
en: while working class families from the East block the routes and confront the fascists to prevent their children die on behalf of the "anti terrorist" dirty campaign of Government.

source: mientras que los regionalistas de Yanukovich están diariamente manifestando su incompetencia, corrupción, y violencia.
en: while the regionalists of Yanukovich are daily manifesting their incompetence, corruption and violence..

source: mientras que otros como Volynest de Kryviy Rih sostienen que “el enemigo principal es el capital ruso”, ambos miembros del partido de Tymoshenko.
en: while others such as Volynest of Kryviy Rih argue that "the main enemy is the Russian capital", both members of the Tymoshenko's party.

source: mientras que para Sector de Derecha “es necesario desconfiar tanto del imperialismo ruso como del europeo”.
en: while for Right Sector "it is necessary both distrust of Russian imperialism and the European one.".

source: mientras que se bombardean barrios obreros enteros como en Palestina y en Siria.
en: while entire working-class neighborhoods are bombarded as in both Palestine and Syria.

source: mientras éste bombardea barrios obreros enteros en el Este.
en: while entire working-class neighborhoods are bombarded in the East.

source: mientras, la inflación y el número de parados crecían exponencialmente.
en: while, inflation and the number of unemployed grew exponentially.

source: nosotros llamamos a los comentaristas, especialmente a esos de la izquierda política, a ser cuidadosos cuando hacen una crítica justificada del etnonacionalismo ucraniano radical.
en: we call commentators, especially those on the political left, to be careful when they make a justified criticism of radical Ukrainian ethno-nationalism.

source: nuevas masacres infinitamente superiores a la Odesa se preparan y el proletariado internacional debe impedirlo.
en: new infinitely superior to the Odessa massacres are prepared and the international proletariat must prevent it.

source: ocupando las minas para proveer de explosivos poniendo en pie comités obreros, tomando las fábricas de alimentos, los latifundios y grandes centros comerciales para sostener el frente de batalla, imponiendo el control obrero de la producción, expropiando sin pago las minas, acerías y mansiones de Rinat Ajmétov y de toda la oligarquía esclavista de Ucrania y Crimea.
en: occupying the mines to provide explosives putting on its feet workers committees, taking the food factories, the latifundia and shopping malls to hold the battle front, imposing workers control of production, expropriating without compensation mines, steelworks and mansions of Rinat Ajmétov and all the enslaving oligarchy of Ukraine and Crimea.

source: para los desechos de la socialdemocracia el mal menor es la santa alianza pro-europea entre “UDAR” de Klitschko, “Patria” de Tymoshenko y “Svoboda” de Tyahnybok, es decir, el fascismo y su máscara democrática.
en: for the waste of social democracy the lesser evil is the pro-European Holy Alliance among "UDAR" of Klitschko, "Homeland" of Tymoshenko and "Svoboda" of Tyahnybok, namely fascism and its democratic mask.

source: pero su revuelta termina con la entrega a la gran burguesía, a través de sus propios dirigentes, del poder que tomó gracias a la sangre derramada […]
en: but its revolt ends with it handing over to the big bourgeoisie, through its own chiefs, the power it had seized by traveling the road of bloodshed. [...]

source: privatización de la educación y la salud, liquidación de las pensiones y los derechos laborales, nuevos impuestos al salario y a los pequeños-negocios.
en: privatization of education and health, liquidation of pensions and labor rights, new taxes to salary and small business.

source: pro-europeos porque somos anti-rusos”,
en: pro-European because we are anti-Russian"

source: refundemos la Cuarta Internacional!
en: Re-found the fourth international!

source: se sustituyó la opresión burocrática de Rusia sobre Ucrania por la opresión imperialista sobre estas dos naciones y gracias al pacto con la burocracia ucraniana mutada en burguesía, la opresión de los ucranianos rusófonos sobre los no rusófonos se agravó, porque ahora los viejos privilegios burocráticos fueron transformados en ganancias multimillonarias,
en: bureaucratic oppression of Russia on Ukraine was replaced by the imperialist oppression of these two nations and through the pact with the Ukrainian bureaucracy mutated into bourgeoisie, the oppression of the Russian-speaking Ukrainians on the non-Russian-speaking worsened, because now the old bureaucratic privileges were transformed into multimillionaire profits,

source: si el ciudadano ruso se podía considerar de primera categoría y el ciudadano ucraniano rusófono de segunda, la burocracia estalinista reservó el tercer lugar para los explotados no rusófonos de Ucrania.
en: If Russian citizens could be considered first class and the Russian-speaking Ukrainian citizen on second one, the Stalinist bureaucracy booked the third place for non-Russian-speaking exploited of Ukraine.

source: su disposición para las medidas violentas;
en: his disposition for violent measures;

source: su sumisión actual a Putin es más que elocuente.
en: current submission to Putin is more than eloquent.

source: surgieron del atolladero económico y político, de las confusas perspectivas de la revolución, que originaron el temor al peligro “moscovita”.
en: They were created by the economic and political impasse, the dim prospects for revolution, and the ''Muscovite" danger connected with this.

source: sus cobardes y traicioneras maniobras tendientes a evitar el clímax revolucionario;
en: their cowardly and treacherous maneuvers designed to prevent the revolutionary climax;

source: tanto Pilsudski como Mussolini utilizaron medios extraparlamentarios, abiertamente violentos, métodos de guerra civil;
en: Pilsudski as well as Mussolini worked with extra-parliamentary means, with open violence, with the methods of civil war;

source: una que buscaba la unidad con los manifestantes de Kiev contra el campo burgués pro-ruso del pacto restauracionista;
en: one that sought unity with protesters in Kiev against the pro-Russian bourgeois camp of restorationist pact;

source: y otra que también se levantaba pero contra el campo burgués asociado al imperialismo norteamericano y sus socios de Europa.
en: and one that also rose but against the bourgeois field associated to US imperialism and its partners in Europe.

source: ¡A decir verdad, uno se siente un poco avergonzado al explicar una cosa tan elemental!” (León Trotsky, Por un frente único obrero contra el fascismo).
en: Indeed, one it feels a little embarrassed at having to argue over such ABC questions!" (León Trotsky, For a Workers’ United Front Against Fascism).

source: ¡Abajo el estalinismo, la socialdemocracia, el anarquismo, el sectarismo y el seudo-trotskismo!
en: Down with Stalinism and social democracy, anarchism, sectarianism and pseudo-Trotskyism!

source: ¡Abajo el gobierno de coalición fascista de Svoboda!
en: Down with Svoboda's fascist coalition government!

source: ¡Abajo el impuesto al salario y a los pequeños negocios, crédito barato en base a la expropiación de la banca usurera de Kiev!
en: Down the tax wage and small business, cheap credit based on the expropriation of the banking pawnbroker of Kiev!

source: ¡Abajo el régimen de transición fascista y el pacto contra-revolucionario entre el imperialismo, la OTAN, Putin y la oligarquía pro-rusa!
en: Down with the fascist transition regime and the counter-revolutionary pact between imperialism, NATO, Putin and the Russian oligarchy!

source: ¡Abajo la ocupación militar rusa de la península de Crimea!
en: Down the Russian military occupation of the Crimea!

source: ¡Abajo la privatización de la salud y la educación!
en: Down the privatisation of health and education!

source: ¡Abajo las repúblicas burguesas del Este y la política de frente popular que las sostiene!
en: Down with the bourgeois republics of the East and the politics of Popular Front that holds them!

source: ¡Abajo su ofensiva militar “anti-terrorista” contra los explotados rusófonos!
en: Down its "anti-terrorist" military offensive against Russian-speaking exploited!!

source: ¡Abajo todas sus disposiciones contra el proletariado y sus organizaciones!
en: Down with all its provisions against the proletariat and their organizations!

source: ¡Abajo todos los acuerdos con los parásitos del FMI y la Unión Europea!
en: Down all agreements with the IMF and the European Union parasites!

source: ¡Contra el oportunismo y el sectarismo:
en: Against the sectarianism and opportunism:

source: ¡Desconocimiento absoluto de todas las deudas y préstamos con el imperialismo que desangran al país!
en: Absolute ignorance of all debts and loans with imperialism which bleeds the country!

source: ¡El antifascismo es solidaridad, no intervención!
en: Anti-fascism is solidarity, not intervention!

source: ¡Elecciones de gobernadores!
en: Elections of Governors!

source: ¡Esta será nuestra victoria común!” (Sindicato independiente de mineros Donetsk.
en: This will be our common victory!" (Independent Donetsk Miners’ Trade Union

source: ¡Este es pues el resultado de la luminosa “victoria democrática” del fascismo sostenida por la izquierda pro-europea!
en: This is as does the luminous "Democratic victory" of the fascism sustained by the pro-European Left!

source: ¡Expropiación sin pago y bajo control obrero de ExxonMobil, Chevron y todas las transnacionales yanquis y europeas en Ucrania y también de todas las propiedades de Tymoshenko, Kolomoyski, Taruta y toda la oligarquía socia menor de Maastricht!
en: Expropriation without payment and under workers control of ExxonMobil, Chevron and all the Yankees and European transnationals in Ukraine and also of all the properties of Tymoshenko, Kolomoyski, Taruta and all the oligarchy under Maastricht partner!

source: ¡Expropiación sin pago y bajo control obrero de todas las minas y acerías de Rinat Ajmétov y todos los oligarcas del Este socios de Putin!
en: Expropriation without payment and under workers control of all mines and steelworks of Rinat Ajmétov and all the eastern oligarchs, Putin's associates!

source: ¡Fuera de Ucrania las bases y tropas gurkas contra-revolucionarias de Putin!
en: Out of Ukraine the counter-revolutionary bases and gurkha troops of Putin!

source: ¡Fuera la OTAN de las fronteras ucranianas y rusas!
en: Out NATO from Ukrainian and Russian borders!

source: ¡Justicia proletaria para los explotados asesinados en Odesa y en toda Ucrania a manos del fascismo a cuenta del imperialismo!
en: Proletarian justice for the exploited killed in Odessa and all Ukraine, at the hands of fascism on account of imperialism! !

source: ¡LOS TRABAJADORES DEL MUNDO DEBEN RESPONDER AL LLAMADO DE SUS HERMANOS DE UCRANIA!
en: WORKERS OF THE WORLD MUST RESPOND TO THE CALL OF THEIR BROTHERS IN UKRAINE!

source: ¡La Cuarta Internacional no ha muerto, está viva en lo mejor de la vanguardia revolucionaria que combate en Ucrania, Europa y todo el mundo!
en: The Fourth International is not dead, is alive in the best of the revolutionary Vanguard which fights in Ukraine, Europe and around the world!

source: ¡La verdad es que el término cretinismo parlamentario les queda corto!
en: The truth is that the term parliamentary cretinism is short for them!

source: ¡Las direcciones reformistas de Europa, EEUU y Rusia deben romper con su política social-imperialista y responder con acciones al llamado de los sindicatos de Donbás!
en: The reformist leaderships in Europe, United States and Russia should break with its social-imperialist policy and respond with actions to the call of unions of Donbas!

source: ¡Los gobernadores oligárquicos designados deben renunciar!
en: Appointed oligarchic Governors must resign!

source: ¡Nacionalización de la tierra para que pase a manos de los trabajadores del campo!
en: Nationalisation of the land to pass into the hands of the field workers!

source: ¡Para acabar con el Holodomor capitalista:
en: To put an end to the capitalist Holodomor:

source: ¡Para que la clase obrera pueda vivir, el imperialismo debe morir!
en: So that the working class can live, imperialism must die!

source: ¡Plena gratuidad y acceso a la enseñanza universitaria para los hijos de los explotados!
en: Full gratuity and access to university education for the children of the exploited!

source: ¡Por el derecho a la autodeterminación nacional de los explotados rusófonos y no rusófonos de Ucrania bajo un Estado Obrero Socialista!
en: For the right to national self-determination of russian-speaking and non-russian speaking exploited of Ukraine under a Socialist Worker State!

source: ¡Por el pleno ejercicio de los derechos culturales de los explotados ucranianos, tártaros y de todas las nacionalidades oprimidas!
en: For the full performance of cultural rights of the Ukrainians,Tatars exploited and all the oppressed nationalities!

source: ¡Por el restablecimiento del socialismo en todos los países ex soviéticos bajo Estados Obreros apoyados en la auto-organización y armamento del proletariado!
en: For the restoration of socialism in all former Soviet countries under democratic workers States supported by self organization and arming of the proletariat!!

source: ¡Por el restablecimiento del socialismo en todos los países ex soviéticos bajo Estados Obreros democráticos!
en: For the restoration of socialism in all former Soviet countries under democratic workers States!

source: ¡Por la destrucción del Estado de ocupación de Israel, aparato militar del imperialismo yanqui!
en: By the destruction of the State of occupation of Israel, military apparatus of Yankee imperialism!

source: ¡Por la nacionalización sin pago y bajo control obrero de todos los hidrocarburos y del sistema de transporte gasífero en manos de la oligarquía y las transnacionales!
en: For the nationalization without payment and under workers control of all hydrocarbons and gas transport in the hands of the oligarchy and the transnationals!

source: ¡Por la organización voluntaria de cooperativas y empresas estatales de producción agrícola!
en: For the voluntary organization of cooperatives and State-owned enterprises of agricultural production!

source: ¡Por un comité internacional de las organizaciones obreras sin ningún otro acuerdo político que una acción común en defensa y asistencia de la resistencia revolucionaria anti-fascista del proletariado ucraniano!
en: For an International Committee of workers organizations without any other political agreement but a joint action in defence and assistance of the revolutionary anti-fascist resistance of the Ukrainian proletariat!

source: ¡Por un salario móvil, reposición de todos los despedidos, empleo móvil y vivienda digna a costa de la oligarquía!
en: For a sliding scale of wages, replacement of all the dismissed workers, Sliding Scale of Hours on employment and decent housing at the expense of the oligarchy!

source: ¡Que las direcciones del proletariado rompan ya su sometimiento a la oligarquía y al imperialismo y pongan en pie de inmediato un gran frente obrero anti-fascista y revolucionario de todos los explotados desde Lviv y Kiev hasta Donetsk y Crimea!
en: That the proletariat's leaderships break their submission to the oligarchy and imperialism, and immediately put up a great worker and anti-fascist revolutionary front of all the exploited from Lvivy Kiev to Donetsk and Crimea!

source: ¡Reducción progresiva del precio doméstico del gas!
en: Progressive reduction of the domestic price of gas!

source: ¡Renacionalización sin pago y bajo control obrero de todas empresas públicas privatizadas por la oligarquía y el imperialismo!
en: Renationalization without payment and under workers control of all public enterprises privatized by the oligarchy and imperialism!

source: ¡Restablecimiento inmediato de todos los derechos culturales de los explotados rusófonos!
en: Inmediate restoration of all the cultural rights of the Russian-speaking exploited!

source: ¡Saludos Revolucionarios!
en: With Revolutionary Greetings!

source: ¡Ustedes son bienvenidos a darnos asesoramiento y ayuda!
en: You are welcome to give us advice and help!

source: ¡Viva la lucha de los explotados de Palestina y Siria, una sola lucha con el pueblo ucraniano!
en: Long live the struggle of the exploited of Palestine and Syria, one fight with the Ukrainian people!

source: ¡Y este es el grupo que reivindica la mayoría de socialdemócratas que se dicen trotskistas!
en: And this is the group who claim the majority of Social Democrats who call themselves Trotskyists!

source: ¡Y este es el grupo que respaldan todos los filo y neo-estalinistas ocultos detrás de las limpias banderas de la Cuarta Internacional!
en: And this is the group that all the almost and neo-Stalinist support hidden behind the clean flags of the fourth international!

source: ¡Y esto es precisamente lo que han impedido las podridas direcciones pacifistas del proletariado, ya sean del bando del Kremlin o de Maastricht!
en: and this is precisely what prevented rotting pacifist of the proletariat addresses, whether they are on the side of the Kremlin or Maastricht!
